INSERT INTO "Products"
("Id", "Name", "ProfileId", "SteelId", "PropertiesJson", "Comment")
VALUES
('db42b4ec-772e-46a9-93c2-246431d9292b', 'КР70, 10 м.', 4, 1, '[{"Key":"Стандарт","Value":"ГОСТ 4121-76"},{"Key":"Длина","Value":"12 м."}]', 'Крановый рельс.'),
('65db6d00-70f8-4947-ae48-92c874423932', 'Т58, 12.5 м.', 1, 2, '[{"Key":"Стандарт","Value":"ГОСТ 21174-75"},{"Key":"Длина","Value":"12.5 м."}]', 'Рельс трамвайный.'),
('151d781d-a8a3-42c1-bb35-e479841880dd', 'Т65, 12.5 м.', 2, 3, '[{"Key":"Стандарт","Value":"ГОСТ 21174-75"},{"Key":"Длина","Value":"12.5 м."}]', 'Трамвайный рельс.'),
('ab5b18ce-c52a-42b8-a611-bc90747f1b9e', 'Заготовка 80 мм.', 3, 1, '[{"Key":"Стандарт","Value":"ГОСТ 21174-75"},{"Key":"Длина","Value":"12.5 м."}]', 'Рельсы железнодорожные Р-18 предназначены для укладки на железных дорогах узкой колеи и подземных путях шахт.'),
('7a3b82c0-8abb-49a0-9ce4-02b463ea6e85', 'Заготовка 90 мм.', 3, 2, '[{"Key":"Стандарт","Value":"ГОСТ 21174-75"},{"Key":"Длина","Value":"12.5 м."}]', NULL),
('64eb345f-c127-49cc-b1dd-cb2de0ba1d7d', 'Горяч. заготовка 80 мм.', 3, 1, '[{"Key":"Стандарт","Value":"ГОСТ 21174-75"},{"Key":"Длина","Value":"12.5 м."}]', NULL),
('81e05844-d6fd-4bed-a147-1d4717c5e42c', 'Горяч. заготовка 90 мм.', 3, 2, '[{"Key":"Стандарт","Value":"ГОСТ 21174-75"},{"Key":"Длина","Value":"12.5 м."}]', NULL),
('ddd8d5e8-cb73-4edf-aa84-e1a99445e660', 'Горяч. КР70, 10 м.', 4, 1, '[{"Key":"Стандарт","Value":"ГОСТ 21174-75"},{"Key":"Длина","Value":"12.5 м."}]', 'Крановый рельс из печи.'),
('a1a15593-ed17-409d-a3a0-c44314745f18', 'Горяч. Т58, 12.5 м.', 1, 2, '[{"Key":"Стандарт","Value":"ГОСТ 21174-75"},{"Key":"Длина","Value":"12.5 м."}]', 'Рельс трамвайный из печи.'),
('a1a15597-ed17-409d-a3a0-c44314745f19', 'Горяч. Т65, 12.5 м.', 2, 3, '[{"Key":"Стандарт","Value":"ГОСТ 21174-75"},{"Key":"Длина","Value":"12.5 м."}]', 'Трамвайный рельс из печи.');
